target/test-classes/xml/sws/getcontract/Get_Contract_Summary_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
  <soapenv:Header/>
  <soapenv:Body>
    <sel:getContractSummaryRequest>
      <sel:externalSystemId>COCO</sel:externalSystemId>
      <sel:subscriptionNumber>$subscriptionNumber$</sel:subscriptionNumber>
    </sel:getContractSummaryRequest>
  </soapenv:Body>
</soapenv:Envelope>
